tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "ngrok/ngrok"
tap "trashhalo/brews"
brew "coreutils"
brew "openssl@3"
brew "unixodbc"
brew "asdf"
brew "autopep8"
brew "bat"
brew "boost"
brew "colordiff"
brew "exa"
brew "fd"
brew "freetds"
brew "fzf"
brew "gh"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "httpie"
brew "jq"
brew "make"
brew "mas"
brew "mosh"
brew "neovim"
brew "parallel"
brew "python@3.10"
brew "ripgrep"
brew "stow"
brew "task"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "wget"
brew "youtube-dl"
brew "trashhalo/brews/imgcat"
cask "1password"
cask "1password/tap/1password-cli"
cask "alfred"
cask "azure-data-studio"
cask "bartender"
cask "daisydisk"
cask "discord"
cask "dropbox"
cask "firefox"
cask "fluid"
cask "flux"
cask "google-chrome"
cask "karabiner-elements"
cask "messenger"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "ngrok"
cask "obsidian"
cask "openvpn-connect"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "signal"
cask "simplenote"
cask "skype"
cask "slack"
cask "sublime-text"
cask "transmission"
cask "visual-studio-code"
cask "wechat"
cask "zoom"
cask "docker"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Trello", id: 1278508951
mas "Vimari", id: 1480933944
cask "mactex"
mas "UTC Time", id: 1538245904
brew "pandoc"
cask "google-cloud-sdk"
cask "muzzle"
cask "handbrake"
